var articles = [
    {
        title: '离开舒适区，才能拥有真正的舒适',
        summary: '',
        content: [ ` 最近几年，有个词被经常提及，那就是“舒适区”。`,

        　　`通俗地说，舒适区指的是一个你给自己划定的圈子，把一切你驾轻就熟的、能够轻松搞定的、没有挑战的东西划归在内。
        
        　　舒适区意味着安全舒适，能起到避风港的作用。但待在舒适区里，也代表停顿止步，会导致我们不思进取，固步自封。`,
        
        　　'1',
        
        　　`欣姐大我6岁，是表姐的发小。
        
        　　欣姐从小就不喜欢读书。她觉得作文太难写，应用题太难算，英语单词太难背，总而言之，就是认为读书太苦。
        
        　　欣姐的妈妈王姨开了一间杂货店。欣姐一下课就去店里帮忙，卖货、收银、盘点，她样样都会。王姨每次都说：“我一个人应付得来，你赶紧回家写作业去!”
        
        　　可是欣姐不听，总说在杂货店里待着，比回家写作业舒服多了。气得王姨直摇头，叹道：“罢了，罢了，这孩子不是读书的料。”
        
        　　就这样，别的同学在写作文的时候，欣姐在店里帮忙;别的同学在做应用题的时候，欣姐在店里帮忙;别的同学在背单词的时候，欣姐还是在店里帮忙。结果，欣姐的成绩自然是一落千丈。
        
        　　到了初中毕业，欣姐就跟着亲戚到外地打工去了。因为学历不高，也没有拿得出手的手艺，欣姐只能做一些技术含量较低的体力活。
        
        　　她做过大食堂的切菜工，一天切上百斤蔬菜，手掌发红，肩膀酸痛;她做过家政钟点工，大冷天手冻得皲裂了，还是得泡在水里，洗碗筷、洗窗户;她做过工程队的搬运工，明明是个瘦弱的女子，却像男人一样，把笨重的器材扛在肩上。
        
        　　欣姐说：“真后悔当初贪图舒适，不肯吃读书的苦，现在得吃更多的苦。”
        
        　　人生分两种，要么先甜后苦，要么先苦后甜。若是先甜后苦，会让后面的苦显得更苦;若是先苦后甜，会让后面的甜显得更甜。
        
        　　享受舒适区里的安逸，就得承受离开舒适区后的艰辛。只有离开舒适区去学习新知、挑战自己，才能在收获成果的时候享受真正的舒适。`,
        
        　　'2',
        
        　　`彭小六如今已经是知名的一线知识IP。
        
        　　他来自于三线小城，却用三个月的时间成为了简书粉丝数第一的签约作者，用六个月的时间出版了自己的新书《让未来现在就来》。
        
        　　不仅如此，他还利用周末时间在各大城市做分享，曾经通过分享在两天内赚到16万。这都源于他走出舒适区，不断挑战新的事物。当别人忙碌了一天，下班回到家累得只想葛优躺的时候，他选择学习;当别人利用周末难得的休息时光刷剧打游戏的时候，他选择去周边城市参加线下活动。
        
        　　中国人平均一年阅读7.86本书，他却在一礼拜阅读了10本书，每天坚持写一篇领读文章。他生活在三线城市，却跳出了三线城市的局限，给自己设立了两小时的学习圈。只要是高铁两小时内能到达的地方，他都会利用周末时间去参加线下活动——听课、拆书、做分享。
        
        　　他是个IT男，却又不仅仅是个IT男。他学习专业技能，也学习专业之外的技能。涂鸦手绘、职场ppt、思维导图、知识管理、专栏写作，这些他都学。他不仅学习理论知识，也进行实践尝试。他先在线上小范围试讲，再到线下，逐渐形成自己的行业技能点。
        
        　　曾经听过这么一句话，“不逼自己一把，永远不知道自己有多优秀。”彭小六跳出了舒适圈，一直在逼自己挑战新的领域，学习新的技能。如今的他辞去了原先的工作，自由安排自己的时间，做着自己喜欢做的事，拥有了真正的舒适。
        
        　　总是待在舒适区里，重复做着自己已经轻车熟路的事情，只会原地踏步，无法有太大的长进，甚至可能因此丧失了自己的核心竞争力。跳出舒适区，不断尝试新的领域，不断挖掘自己新的潜能，才能够凭借自己的能力获得更高的职位，更优越的工作环境，更自由地掌握自己的时间，实现真正的舒适。`,
        
        　　'3',
        
        　　`被称为“跳水女皇”的郭晶晶，是中国跳水界的领军人物。她取得的辉煌成就，也源自于她离开舒适区，不断挑战自我。
        
        　　郭晶晶在上幼儿园时被体校教练挑中，去练习跳水。那时的她才五岁，到跳水池前一站，她就有点后悔，怎么都不肯往下跳，被教练逼着跳了一次，结果就被选上了。
        
        　　就这样，郭晶晶就在河北保定训练基地开始了跳水训练。然而，郭晶晶的膝盖骨有些外突，这会影响空中造型，于是郭爸爸不得不坐在女儿的膝盖上强行压腿，这个时候，郭晶晶疼痛的汗珠就会掉下来。
        
        　　不忍心看女儿受苦，郭妈妈一度想让女儿放弃跳水，但郭晶晶却硬是坚持了下来。郭晶晶经历了多年来的地狱式训练，为求在空中翻腾动作美妙，她一直保持双眼张开，加上跳水长期受到猛烈撞击，结果，她的右眼视网膜破裂，视力只有常人的两成。
        
        　　在郭晶晶的跳水生涯中，两次摔断过腿，脚踝也长时间受伤病困扰。尽管跳水之路异常艰辛，但她一路坚持下来了。郭晶晶一次次地离开舒适区，忍受着压腿的痛苦，水面冲击的痛苦，以及伤病的痛苦。这让她的跳水技能有了进一步的突破，也让她一次又一次地站上了最高领奖台。
        
        　　吃得苦中苦，方为人上人。如果你总是待在舒适区里，安于现状，得过且过，就会因为之前不够努力，过着忙碌奔波的生活；如果你走出了舒适区，不断尝试，追求精进，就会因为之前付出的努力，而过上舒适的生活。`,
        
        　　'4',
        
        　　`世上没有什么不费吹灰之力就能收获的事情。想吃水就得挖井，想摘果就得种树。这个世界很公平，你付出多少它就给予你多少。只有你付出了足够多的努力，上天才会把美好的事物馈赠给你。
        
        　　如果你总是享受舒适区的安逸，得过且过，那么总有一天，那些你偷过的懒，逃过的苦，都会加倍奉还在你的身上。当你的才华还撑不起你的野心时，当你的经济还撑不起你的梦想时，当你的能力还驾驭不了你的目标时，请勇敢地离开舒适区。挑战自我，不断尝试，总有一天，你终会拥有真正的舒适。
        
        　　离开舒适区，才能拥有真正的舒适 `]
    },
    {
    title: '别再说...',
    summary: '',
    content: [`别再说，地铁太挤工作不易，你可曾见过火车上肩扛手提，许多我们叫爸爸的人拖着比自己都高的行李奔赴生计！
　　别再说，压力太大生活艰辛，你可曾知道有人已经年逾古稀依然起早贪黑，只为解决一家温饱。`,
           
    '1',
        
    `别再说，衣服太少柜子空空，你可曾记得母亲身上穿的那件外套，不正是你几年前淘汰的垃圾！

　　别再说，老爸老妈明年我一定回家，什么都可以等待，尽孝麻烦请趁快……

　　别再说，物欲横流真爱难觅，家中那张泛黄的老照片明明见证了爷爷奶奶相濡以沫坐着摇椅变老的爱情。

　　好了，别再说……

　　 如果你没见过请别再说，如果你不知道请别再说，如果你已忘记请别再说！`,
        
        　　'2',
        
        　　`我讨厌到处捧着手机似笑非笑的表情，什么时候开始人们的感情要靠小小的手机维系；看不惯那些花费着父母的血汗，耀武扬威说大话的青年；讨厌公交上拥挤的人群夹杂着韭菜盒子的味道，我不知道现在的文明都去哪了；也许有人会说，不过一个无名小卒何来资本评判别人，嘴里还要骂着‘傻逼，关你什么事’…
　　我只是不明白，身处优越的我们果真有如此多的不尽人意？少一些抱怨吧，珍惜你所拥有的，不要在以后的某个日子，你怀揣歉意对自己说，假如重新来过，我一定不会怎样怎样。可是我想说，假如真的给你一次重新来过的机会，又有多少人能够百分百活成你说的样子……你没见过，物似人非的样子？`,
        　　'3',
        　　`我讨厌到处捧着手机似笑非笑的表情，什么时候开始人们的感情要靠小小的手机维系；看不惯那些花费着父母的血汗，耀武扬威说大话的青年；讨厌公交上拥挤的人群夹杂着韭菜盒子的味道，我不知道现在的文明都去哪了；也许有人会说，不过一个无名小卒何来资本评判别人，嘴里还要骂着‘傻逼，关你什么事’……

　　我只是不明白，身处优越的我们果真有如此多的不尽人意？少一些抱怨吧，珍惜你所拥有的，不要在以后的某个日子，你怀揣歉意对自己说，假如重新来过，我一定不会怎样怎样。可是我想说，假如真的给你一次重新来过的机会，又有多少人能够百分百活成你说的样子……你没见过，物似人非的样子？`,
        
        　　'4',
        　　`多一些纯真吧，你会发现许多人都是善良的，我们的爱就在身边。待春暖花开探寻油菜花海，看漫天桃花雨赏一席梨花白，能说一句我不后悔。 `]
    },
    {
    title: '与其自怨自艾，不如夯实勤奋',
    summary: '',
    content: [`不如意十之八九，因此，我们总是不满意的多。人的满意分为两种，一种对自身的，一种是对外界的。外界我们控制不了，外界常常令我们促不及防的产生不愉快，如下班时今天没赶上末班车，早上上班时堵车，这些外界的不愉快不可避免的会影响我们自己的不满意，是不是我天生的命不好，倒霉事全占了，是不是天生就不行，为什么那么多的不如意？
　　这时，人就会产生自怨自艾的情绪，说到这个自怨自艾，能够暂时的让自己处于自我的境界，隔离与外界的不愉快事实，产生一种悲愤的情结。简单的说就是，让倒霉的事实转换成内在的一种情绪，不考虑事实本身，而是让自己与情绪感受在一起。
　　这能够让我们暂时忘记事实本身，而体验一种痛苦的情绪，如果这时，你能够战胜自我，用强有力的内心力量化解之，那么人迎来的就是“太阳依旧升起的明天”，可是有一部分人会沉浸在一种低迷的情绪状态中，自怨自艾，不能自拔。`,
           
    '1',
        
    `这是一种很危险的情况，他们会怨天忧人，也会怨恨自己，一般的情况下，长时间处于这种情结的人，并不是因为刚好那些倒霉的事引起的，而是他们以前曾遭受过巨大的心灵创伤，长时间痛苦的经历，这些倒霉的事儿不过是个引子，他们遇上了，就会联想到以前那些痛苦的经历，这时，就很容易陷入心灵危机。

　　人一旦遇到这些情况，正确的做法，就是接受承认那些事实，不排斥不抗拒，既然往事已过，就让它们成为过去，和过去说拜拜，做好现在的自己，做好现在手头应做的事。顺其自然，为所当为，过去的不能改变，那就改变现在和未来。`,
        
        　　'2',
        
        　　`这时，有人会说，那处于这种低迷的状态，到底怎么办呢？我要说的是，你的这种低迷状态是一种“想”的结果，你的注意力在于思考，而要把“想”的方式转换成“做”的方式，那么你注意力就转变了，你就会改变当下的感受，而进入另一种感受，这时的低迷情结就中断了，你可以处于另一个维度里，从而就改变了自己。

　　“做”就是做事的意思，你不停的做事，就没有机会也没有时间来思考体验那些不好的情绪了。曾有个男生失恋后，处于深深的痛苦中，父母建议他去找一份工作，他找到了一份程序员的工作，为了摆脱痛苦，他全身心的投入到工作中，双休也不休息，后来，被老板赏识，不仅加薪，还被提为技术部的主管。这个真实故事中的男生就是通过工作来转移注意力，摆脱失恋痛苦的成功例子，人一生总是有许多不如意，可是当自己面临不如意时，我们应当坚信，任何问题都是有解决的办法的，有时，在于我们转换一下思路，转变一种方式。`,
        　　'3',
        　　`人的生命实际上是一种能量的体现，当我们的这一能量在这一种方式受堵时，就换另一种方式，当我们的能量在这一时空受阻而不通畅时，不妨换一个地方从新开始。我们的不如意不舒服都是我们的生命能量不顺畅，没有自由流动，我们所要做的就是，遇到寻找对的地方对的时间对的人对的方式，让我们顺畅起来。`,
        
        　　'4',
        　　`我们没有义务也没有办法让所有人满意，但是我们最应该让自己满意，让自己幸福，而通往幸福的道路，也是我们终生奋斗的历程，我们必须努力做事，让成功证明自己的实力和价值。勤奋夯实做事，会让我们很少陷入心灵危机，会让我们成为现实主义者，当然了，也会让我们更快成功。 `]
    },
    {
        title: '人，要活在当下',
        summary: '',
        content: [ `  生活中常听人说，要活在当下。因为，现实生活中的人，有活在过去的，有活在未来的，而真正活在当下的并不多。那么，什么叫活在当下呢？`,

        　　`顾名思义，就是活在现在，活在今天。窃以为，活在当下，既不要活在过去，因为过去的已经过去了，没必要过多地惋惜和伤悲；也不要活在未来，未来还没到，还不知道是什么样子，没必要过多的忧愁和焦虑。活在当下，就要抛却过去的烦恼，发现和享受当下的美好，直面眼前现实，直面未来人生。活在当下，才是真正的生活，生命的真正乐趣在于旅行的过程，这样的人生才更有意义。`,
        
        　　'1',
        
        　　`在我的周遭就有许多人活在过去，活在过去的阴影里，经常听人说：“我当初考学只差几分太可惜了！”“我当初就该去当兵。”“我当时不该听父母之言早结婚。”“我当时的股、基金抛了就好了。”“我若是前几年买房子就好了，越等等得越买不起了”“XX的离世一直对我打击很大”……常常沉浸在对过去的惋惜和痛苦里，遮住了对现实和未来的望眼。

　　 现实生活中也不乏活在未来的，一直活在对未来的期盼里。也常听到有人说：“起初，我一直巴望着去当兵，后来，就盼望着早转业、退伍，转业退伍后就盼望着找个好工作，有了工作就盼望着提级提职涨工资，提升无望了就盼望着早退休，当我退休后，就过上无忧无虑、幸福美好的生活了。临近退休才明白，我一直没有真正地去生活，没有真正地活在当下。”“我要买上豪车，我要买上别墅，我要让家人过上更美好的幸福生活，我还要让子女都成家立业，给他们都规划好人生，让他们好好过一辈子……”他们常常沉浸在对未来的渴望和忧愁里，也就挡住了对现实的望眼。`,
        
        　　'2',
        
        　　`这些都是不足取的。因为，过去和未来都是遥不可及的，过去的已不可挽回，大多已成现实，不管怎样也不会回来，过去的荣耀也好，惋惜也好，伤悲也罢，那都是过去的事了，过多的沉湎、惋惜、伤悲，只能徒增烦恼、惋惜和伤悲，过去那些悔恨的事永远也想不完，越想越后悔、颓废，缺少了对生活的勇气和信心，直接影响和耽误了现实生活；未来的都还不知道是个什么样子，一切都在不确定中，对未来的渴望和忧虑越考虑越多，过多的渴望、忧虑，也只能增添了自己的忧愁。过去的伤悲和未来的忧愁已不知不觉地偷走了我们的当下。所以说，要从昨天和未来中走出来，抛却过去和未来的烦恼，做好当下的自己，不要在这个怪圈中徘徊，要轻装前行，活在当下，只有活在当下，让生命活在我们前进的脚步中，才能体验和享受阳光灿烂的人生，才能更好地体会人生的意义。

　　 活在当下，就要发现当下的美好。法国雕塑家罗丹曾经说过：“生活中并不缺少美，而是缺少发现美的眼睛。”生活中的我们，要善于发现，要善于发现当下美的生活，那就是一道道风景。其实，在我们当下有着许许多多诗情画意的风景，静观一朵鲜花，悠品一杯香茗，闲读一本好书，写写美好生活，相约三五好友，畅谈美好人生，相聚一家老小，享受天伦之乐。或看彩云升起，听清风吟唱，游名山大川，观鸟儿飞翔……这些都是当下一道道美丽的风景，活在当下，就要有一双善于发现美的眼睛，有一颗发现美的心灵，定要发现和珍惜当下的美，莫错过眼前的风景。`,
        
        　　'3',
        
        　　`活在当下，就要享受当下的美好人生。一旦发现了当下的美好生活，那还等什么？立足当下之美，享受惬意人生。这个时候你就会发现，当下生活竟如此美好？还有什么比尽情享受当下生活更美好的？记得《圣经》上曾说：“主创造了今天，我们为活在今日而欢欣雀跃。”当下的美好生活才是我们真实的人生，错过了就会成为昨日的风景。在这美好的当下，要张开双臂去拥抱它，要敞开心扉去欣赏它，要放松心情去享受它，过好当下生活的每一天。`,
        
        　　'4',
        
        　　`活在当下，就要接纳生活中的一切。人生活在这个世界上，也并不都是一帆风顺的，人生不如意常有八九，每个人的当下并不都是美好，或者遇到困难，或者遇到挫折，或者遇到变故，或者遇到不顺心的事，这些都是整个人生中不随人缘的，是人所左右不了的。面对这些，有的人就会心烦意乱，悲观失望，失去生活的勇气和信心；而有的人就敢于面对一切，从困难和挫折中走出来，鼓起生活的勇气和信心，让自己的生活重新充满阳光。活在当下，就应该这样，就要直面当下，不逃避，不退缩，直面人生，接受生活，顺其自然，顺应生活，笑对人生，在逆境中探索真实的人生，掌握人生的真谛。

　　 人，要活在当下。过去和未来都是虚无缥缈的，活出当下的自己，才是真实的自己，一直享受当下的美好，定能过好完美精彩的人生。 `]
    },
]
export default articles;